INSERT INTO `task_type` VALUES
(1,'緊急','最優先で取り掛かるべきタスク'),
(2,'重要','期限に間に合わせるべきタスク'),
(3,'できれば','今後やってみたいアイデア');

INSERT INTO `task` VALUES
(NULL,1,1,'JUnitを学習','テストの仕方を学習する','2020-07-07 15:00:00'),
(NULL,1,3,'サービスの自作','マイクロサービスを作ってみる','2020-09-13 17:00:00');


INSERT INTO profile VALUES
(1, '加藤', '頑張る', '社内開発', '一生在宅', '営業店', '勘', 'Netflix' ),
(2, '酒井', 'システム博士', '社内開発', 'ITプロ', 'システム開発', '開発力', '競馬'  ),
(3, '森嶋', '賢い', '社内開発', 'ITプロ', '営業店', '頭がいい', '読書'  ),
(4, '林' , '努力家', 'ローコード開発', 'ITプロ', 'システム開発', 'データ分析', '仕事' );

